<template>
  <div class="privacy">
    <div class="content">
      <div class="part">
        <h1>конфиденциальное заявление</h1>
        <span
          >Мы серьезно относимся к вашей личной секреты, и это заявление о личном секрете объясняет
          как 域名/APP (коллективно, "мы", "мы" или "наши") собирать, использовать, делиться
          и обработать вашу информацию.</span
        >
        <h1>сбор и использование личных данных</h1>
        <span
          >личные данные - это данные

косвенное подтверждение личности.личные данные включают также анонимные данные.

ссылка может быть прямой или

косвенное подтверждение личности.личные данные не включают

быть необратимым анонимным или полимерным, чтобы это больше не могло быть

будь то в сочетании с другой информацией или другой информацией,

Подтверди свою личность.</span
        >
        <h1>содействие обеспечению безопасности</h1>
        <span
          >руководствуясь принципами законности, законности и транспарентности, мы используем и обрабатываем минимальные данные в ограниченных целях и принимаем технические и административные меры для защиты безопасности данных.Мы используем личные данные для проверки счетов и деятельности пользователей, а также для содействия обеспечению безопасности, например посредством контроля за мошенничеством и расследования подозрительных или потенциальных незаконных действий или нарушений наших положений или политики.Это решение основано на наших законных интересах и способствует обеспечению безопасности наших товаров и услуг.

Ниже приводятся данные о типах личных данных, которые мы можем собирать, и о том, как мы используем эти данные:</span
        >
        <h1>Какие личные данные мы собираем</h1>
        <h3
          >ⅰ. данные, которые вы предоставили:

Мы собираем личные данные, которые вы предлагаете, используя наши продукты и услуги или взаимодействуя с нами, например, когда вы создаёте учётные записи, свяжитесь с нами, участвуете в онлайновом обследовании, используете нашу помощь в режиме онлайн или интерактивный чат.если вы покупаете, мы собираем личные данные о покупке.Эти данные включают данные о ваших платежах, такие, как номер вашей кредитной или дебетовой карты и другие сведения о карточках, а также информацию о других счетах и удостоверениях личности, а также подробную информацию о счетах, поставке и контактах.</h3
        >
        <h3>ⅱ. данные об использовании наших услуг и продуктов:

когда вы посетите наш сайт / приложение, мы можем собрать информацию о типе используемого устройства, единственном идентификаторе устройства, IP - адресе устройства, операционной системе, типе браузера Internet, который вы используете, информации об использовании, диагностической информации и местоположении, полученной от компьютера, телефона или другого устройства.Вы можете установить или получить доступ к нашим продуктам или услугам.по мере возможности наши службы могут использовать GPS, ваш IP - адрес и другие технологии для определения приблизительного местоположения оборудования, чтобы мы могли улучшить наши продукты и услуги.</h3>

        <h1>как мы используем ваши личные данные</h1>
        <span
          >Мы разрабатываем и используем наши продукты и предоставляем вам адресные услуги по защите наших клиентов и общие услуги.</span
        >
        <h3>ⅰ. предоставление, совершенствование и развитие наших товаров и услуг

Мы используем личные данные для того, чтобы помочь нам поставлять, совершенствовать и развивать наши продукты, услуги и рекламу.Это включает использование личных данных для целей анализа данных, исследований и аудита.Такая обработка основана на наших законных интересах по предоставлению вам продукции и услуг, а также по обеспечению непрерывности деятельности.если вы участвуете в конкурсе или другой рекламной кампании, мы можем управлять этими программами с помощью вашей личной информации.Некоторые из этих мероприятий имеют дополнительные правила, которые могут содержать дополнительные данные о том, как мы используем личные данные, поэтому мы призываем вас внимательно ознакомиться с этими правилами, прежде чем принимать в них участие.</h3>
<h3>ⅱ. связь с вами:

Мы можем использовать личные данные для отправки вам маркетинговой информации о наших собственных продуктах и услугах, для общения с вами по счетам или сделкам, а также для информирования вас о наших правилах и положениях.если вы больше не хотите получать электронную почту для целей маркетинга, пожалуйста, свяжитесь с нами и выберите выход.когда вы свяжетесь с нами, мы также можем использовать ваши данные для обработки и удовлетворения Ваших запросов.Мы можем обмениваться вашими личными данными с третьими партнерами, с вашего предварительного и окончательного согласия, третьи партнеры могут посылать вам маркетинговую информацию о своих продуктах и услугах.Мы можем с согласия третьих сторон и до использования наших личных данных и услуг мы можем подтвердить действительность ваших личных данных и услуг.

Примечание: для использования любых данных, требующих вашего предварительного и окончательного согласия, обратите внимание, что вы можете отозвать свое согласие, обратившись к нам.</h3>
        <h1>определение « печенье»</h1>
        <span
          >Cookie - это небольшой текст, используемый для хранения информации в web - браузере.Куки широко используется для хранения и получения идентификаторов и другой информации на компьютерах, телефонах и других устройствах.Мы также используем другие технологии, в том числе хранимые в вашем web - браузере или устройстве данные, идентификатор, связанный с вашим устройством, и другое программное обеспечение, для аналогичных целей.в этом предложении cookie мы называем все эти технологии « cookie »</span
        >
        <h1>использование печенья</h1>
        <span
          >Мы используем « cookie» для предоставления, защиты и совершенствования наших товаров и услуг, например, посредством индивидуального содержания, предоставления и измерения рекламы, понимания поведения пользователей и обеспечения более безопасного опыта.обратите внимание, что конкретные cookie, которые мы можем использовать, разнятся в зависимости от используемого вами конкретного сайта и сервиса.</span
        >
        <h1>раскрытие личных данных</h1>
        <span
          >предлагать стратегические продукты или услуги нашим клиентам.мы будем делиться с этими компаниями личными данными только для того, чтобы предложить или улучшить наши продукты, услуги и рекламу; мы не будем делиться личными данными с третьими сторонами для их маркетинговых целей без вашего предварительного и прямого согласия.</span
        >
        <h1>раскрытие или хранение, передача и обработка данных</h1>
        <h3
          >ⅰ. выполнение юридических обязательств:

в силу императивных норм права в Европейской экономической зоне или в государстве - пользователе существуют или уже имели место некоторые правовые акты, которые требуют выполнения определенных юридических обязательств.обработка личных данных о жителях ЕЭЗ - если вы живете в ЕЭЗ (ЕЭЗ), как указано ниже,наша обработка ваших личных данных будет узаконена: каждый раз, когда мы просим вас дать согласие на обработку ваших личных данных, мы будем обрабатывать ваши личные данные в соответствии с разделом 6 (1) общих правил защиты данных (EU) ("GDPR").</h3
        >
        <h3>ⅱ. в целях разумного осуществления или применения настоящей статьи:

Мы можем обмениваться личными данными со всеми филиалами.Если слияние, реорганизация, поглощение, совместное предприятие, передача, разделение, передача, продажа или отчуждение всех или части наших коммерческих операций, в том числе в связи с любым несостоятельным или аналогичным производством,компания может также раскрывать личные данные, если она искренне считает, что раскрытие информации является оправданным для защиты ее прав и поиска доступных средств правовой защиты, для обеспечения соблюдения ее положений и условий, для расследования случаев мошенничества или для защиты ее операций или пользователей.</h3>
<h3>ⅲ. законность и безопасность или защита других прав

По просьбе государственных и правительственных органов, как в стране, так и за ее пределами, мы можем требовать раскрытия личных данных.Мы также можем раскрывать личные данные, если мы определяем, что это необходимо или уместно для целей национальной безопасности, обеспечения правопорядка или других важных для общества вопросов.</h3>
        <h1>ваши права</h1>
        <span
          >Мы приняли разумные меры для того, чтобы ваши личные данные были точными, полными и обновленными.Вы имеете право доступа к собранным нами личным данным, их исправления или удаления.Вы также имеете право в любое время ограничить или запретить дальнейшую обработку ваших личных данных.Вы имеете право на получение ваших личных данных в структурированном и стандартном формате.Вы можете обратиться в компетентный орган защиты данных с жалобой на обработку ваших личных данных. чтобы защитить конфиденциальность и безопасность ваших личных данных, мы можем обратиться к вам за данными, чтобы мы могли подтвердить вашу личность и право доступа к этим данным, а также искать и предоставлять вам наши личные данные.Останься.В некоторых случаях Применимое право или нормативные требования позволяют или требуют, чтобы мы отказывались предоставлять или удаляли часть или все личные данные, которые мы поддерживаем.Вы можете связаться с нами для осуществления ваших прав.Мы ответим на ваш запрос в разумные сроки ив любом случае в течение 30 дней.</span
        >
        <h1>веб - сайты и услуги третьих сторон</h1>
        <span
          >Мы не несем каких - либо обязательств или ответственности за политику в области личной жизни третьих сторон, когда клиенты используют ссылки на сайты третьих сторон, с которыми мы связаны.наш сайт, продукты и услуги могут содержать ссылки, указывающие или разрешающие доступ к третьим сайтам, продуктам и услугам.Мы не несем ответственности за частную жизнь этих третьих сторон и за информацию или содержание их товаров и услуг.Настоящее заявление о неразглашении личной жизни распространяется только на данные, собранные нами через продукты и услуги.Мы рекомендуем вам ознакомиться с вашей политикой в области личной жизни до того, как вы продолжите пользоваться веб - сайтами, продуктами или услугами любой третьей стороны.</span
        >
        <h1>безопасность, целостность и сохранение данных</h1>
        <span
          >Мы используем разумные технические, управленческие и физические меры безопасности, чтобы защитить и помочь предотвратить несанкционированный доступ к вашим данным и правильно использовать собранные нами данные.если только закон не требует или не допускает более длительного периода хранения, мы сохраним ваши личные данные для достижения целей, изложенных в настоящем заявлении о неразглашении личной жизни.</span
        >
        <h1>Это частное сообщение изменено</h1>
        <span
          >Мы можем периодически изменять это заявление о личной жизни, чтобы не отставать от новых технологий, отраслевой практики и требований контроля.если вы не согласны с пересмотренным заявлением о конфиденциальности "свяжитесь с нами", пожалуйста, не используйте наши продукты или услуги и свяжитесь с нами для закрытия любых счетов, которые вы можете создать.</span
        >
      </div>
    </div>
  </div>
</template>

<script>
export default {
  name: "privacy",
  data() {
    return {};
  },
};
</script>

<style lang="scss" scoped>
.privacy {
  position: relative;
  background-color: #fff;
  .content {
    min-height: calc(100vh - 578px - 208px + 5px);
    width: 100%;
    max-width: 1500px;
    -webkit-box-sizing: border-box;
    box-sizing: border-box;
    padding: 40px 30px;
    margin: 0 auto;
    .part {
      h1 {
        font-weight: 700;
        margin: 10px 0 10px;
      }
      span {
        font-size: 18px;
        text-align: center;
      }
    }
  }
}
</style>
