<template>
  <div class="refund">
    <div class="content">
      <div class="part">
        <h1>отмена</h1>
        <span>Мы принимаем аннуляцию заказа до отгрузки или производства продукции.если заказ отменяется, вы получите полное возмещение.если товар уже отправлен, мы не можем отменить заказ</span>
        <h1>возврат (если применимо)</h1>
        <span
          >Мы принимаем товар обратно.заказчик имеет право в течение 14 дней с момента поставки товара ходатайствовать о возврате товара.

чтобы получить право на возврат, ваши вещи должны находиться в непригодном состоянии и в том же состоянии, что и полученные предметы.Он также должен быть в первоначальной упаковке.для того чтобы вернуть ваш товар, нам нужны квитанция или свидетельство о покупке.Давайте обеспечим, чтобы посылка была отправлена по правильному адресу.</span
        >
        <h1>заметки</h1>
        <span
          >заказы на заказ или личные вещи не подлежат возврату в течение 14 дней.

Если возвращение товаров вызвано действиями потребителя, потребитель должен нести расходы по их доставке.конкретные расходы определяются по вашему выбору курьерской компании.

если по нашей вине полученный товар повреждён или неверн, то потребитель не обязан нести за это расходы по доставке.

возврат товаров не взимается с потребителей за доплату.</span
        >
        <h1>возмещение (если применимо)</h1>
        <span
          >после получения и проверки вашего возврата мы направим вам уведомление о получении по электронной почте.Мы также сообщим вам об утверждении или отклонении возврата.если вы согласны, то возврат будет произведен, и в течение определенного числа дней ваша кредитная карта или первоначальный платеж будут автоматически получены.</span
        >
        <h1>задержка или потеря возмещения (если применимо)</h1>
        <span>
          затем свяжитесь с вашей кредитной компанией, возможно, потребуется некоторое время, чтобы официально объявить о возврате.Следующий шаг - связаться с банком.до выдачи возмещения обычно требуется некоторое время.если вы закончили все эти операции, но не получили возмещение, свяжитесь с нами:域名相对应邮箱.Прошу связить с нашего клиентской службы на 域名相对应邮箱 чтобы получить адрес за возвращения
        </span>
        <span>【Примечание: банк требует, чтобы потребители могли возвратить денежные средства в течение 14 дней после поставки продукции.】</span>
        
      </div>
    </div>
  </div>
</template>

<script>
export default {
  name: "privacy",
  data() {
    return {};
  },
};
</script>

<style lang="scss" scoped>
.refund {
  position: relative;
  background-color: #fff;
  .content {
    min-height: calc(100vh - 578px - 208px + 5px);
    width: 100%;
    max-width: 1500px;
    -webkit-box-sizing: border-box;
    box-sizing: border-box;
    padding: 40px 30px;
    margin: 0 auto;
    .part {
      h1 {
        font-weight: 700;
        margin: 10px 0 10px;
      }
      span {
        font-size: 18px;
        text-align: center;
      }
    }
  }
}
</style>
